//create an array and storing the questions.

let questions = [
    {
        number: 1,
        question: 'Какво е Интернет?',
        answear: 'глобална мрежа, която свързва други мрежи и техните потребители.',
        options: [
            'локална мрежа за свързване на два компютъра.',
            'специализирана програма за търсене на информация.',
            'глобална мрежа, която свързва други мрежи и техните потребители.',
            'Нито едно от изброените.'
        ]
    },
    {
        number: 2,
        question: 'Посочете кое от посочените е интернет браузър',
        answear: 'Google',
        options: [
            'Google',
            'Firefox',
            'Chrome',
            'Bing'
        ]
    },
    {
        number: 3,
        question: 'Кой е домейнът от първо ниво ',
        answear: 'com',
        options: [
            'spreadsheets',
            'docs',
            'https',
            'com'
        ]
    },
    {
        number: 4,
        question: 'Кое от следните твърдения за търсене в Интернет е невярно?',
        answear: 'В Интернет можем да търсим само на английски език.',
        options: [
            'Информацията, която намираме в Интернет, не винаги е достоверна.',
            'В Интернет можем да търсим само на английски език.',
            'За да намерим информация в Интернет, трябва да използваме търсеща машина.',
            'Търсещата машина работи с ключови думи.'
        ]
    },
    {
        number: 5,
        question: 'Кой домейн от първо ниво обикновено се използва за фирмени уеб сайтове:',
        answear: '.org',
        options: [
            '.edu',
            '.org',
            '.com',
            '.firm'
        ]
    },
    {
        number: 6,
        question: 'Кое е най-подходящото определение за фалшиви новини?',
        answear: 'Нито едно от изброените.',
        options: [
            'Реклами.',
            'Невярна информация в Интернет.',
            'Умишлено публикувана и разпространявана невярна информация.',
            'Нито едно от изброените.'
        ]
    },
    {
        number: 7,
        question: 'Посочете вярното твърдение за разширението на файл',
        answear: 'Разпознава се от програмите, които отварят файла.',
        options: [
            'Съдържа минимум 4 символа.',
            'Разпознава се от програмите, които отварят файла.',
            'Отделя се от името с тире.',
            'Може да се напише на кирилица.'
        ]
    },
    {
        number: 8,
        question: 'Как се премества файл с клавишна комбинация?',
        answear: 'Ctrl+X, Ctrl+V',
        options: [
            'Ctrl+V, Ctrl+P',
            'Ctrl+A, Ctrl+V',
            'Ctrl+C, Ctrl+P',
            'Ctrl+X, Ctrl+V'
        ]
    },
    {
        number: 9,
        question: ' Кои от изгледите във File Explorer показват размерите на файла?',
        answear: 'Details, Tiles',
        options: [
            'Small Icons',
            'List',
            'Data',
            'Details, Tiles'
        ]
    },
    {
        number: 10,
        question: 'Кое от изброените е популярен уеб сайт, предлагащ услугата Електронна поща?',
        answear: 'Yahoo.com',
        options: [
            'Yahoo.com',
            'Focus-news.net',
            'Paypal.com',
            'Dropbox.com'
        ]
    },
    {
        number: 11,
        question: 'Коя от следните характеристики описва синхронната комуникация?',
        answear: 'Комуникация в реално време.',
        options: [
            'Комуникация чрез електронна поща.',
            'Комуникация по различно за кореспондентите време.',
            'Комуникация в реално време.',
            'Комуникация чрез писма.'
        ]
    },
    {
        number: 12,
        question: 'Коя част от адреса за електронна поща се нарича домейн?',
        answear: 'Частта след последната точка',
        options: [
            'Частта преди символа @', 
            'Частта след символа @',
            'Частта след последната точка',
            'Самият символ @'
        ]
    },
]